export const aboutMeContent = [{
  tab: '자기소개',
  tabContent: '<p>저는 주니어 프론트엔드 개발자로서 성장하고 있는 개발자입니다. 열정과 열망을 가지고 항상 새로운 기술과 툴에 도전하며 발전하려고 노력하고 있습니다. 주로 React와 Next.js를 사용하여 웹 애플리케이션을 개발하며, Node.js와 Express를 이용하여 백엔드 개발을 수행합니다.<br/> 또한, MongoDB를 포함한 데이터베이스 기술에도 익숙합니다.</p>',
  tabIcon: '✅'
}, {
  tab: '가치관',
  tabContent: '<p>저는 긍정적이고 적극적으로 다양한 도전을 추구합니다. 지속적인 학습과 개발자 커뮤니티의 활동을 통해 최신 트렌드를 익히고, 기술적인 역량을 향상시키려고 노력합니다. 또한, 팀워크와 협업을 중요시 여기며, 다른 개발자와의 지식 공유와 서로의 성장을 존중할 것 입니다.</p>',
  tabIcon: '🌟'
}, {
  tab: '학습경험',
  tabContent: '<p>저는 학원에서 MERN 과정을 수료하였습니다. 현재까지 저의 주요한 경험은 React.js와 Next.js를 사용한 웹 프론트엔드 개발입니다. 또한, Node.js와 Express를 이용한 서버 사이드 개발, MongoDB를 이용한 데이터베이스 관리 경험이 있습니다. 이러한 경험을 토대로 프로젝트에서 안정적이고 성능 우수한 솔루션을 제공할 수 있습니다. 또한, Git과 GitHub를 사용하여 버전 관리와 협업을 효율적으로 수행할 수 있습니다.</p>',
  tabIcon: '🔧'
}, {
  tab: '포부',
  tabContent: '<p>저의 포부는 지속적인 성장과 전문성 향상입니다. React, Next.js, Node.js, Express, MongoDB 등 주요 기술들을 더욱 깊이 있게 이해하고 익숙해지려고 노력하고 있습니다. 실전 프로젝트에 참여하여 실무에서의 문제 해결과 협업 능력을 향상시키고, 팀의 목표를 달성하는 데 기여하고자 합니다. 또한, 주변 개발자들과 지식 공유를 통해 서로 성장할 수 있는 환경에서 열심히 성장하고 회사에 보탬이 되는 일원이 되고싶습니다.</p>',
  tabIcon: '👣'
},{
  tab:'시작',
  tabContent: '<p>안녕하세요. 저는 주니어 프론트엔드 개발자입니다. 저의 포트폴리오 페이지를 방문해주셔서 감사합니다. 위의 탭을 클릭하셔서 저에 대한 자세한 소개를 확인하실 수 있습니다. 해당 페이지에서 저에 대한 최대한 많은 정보를 전달하려 노력하였습니다. <br/> 스크롤 혹은 페이지 이동 아이콘을 통해 다른 섹션으로 이동하여 기술 스택, 프로젝트 등에 대한 정보를 보실 수 있습니다. <br/> 더욱 자세한 소개들을 보고 싶으시다면, 탭들을 클릭하여 자세한 소개를 살펴보시면 됩니다. 해당 내용을 다시 보고싶으시면 위에 있는 <About Me>를 클릭해보세요! <br/>다시 한 번 방문해주셔서 감사드립니다!</p>',
}];